IDEA StatiCa Open Model
OpenModelPropertyAttribute Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public OpenModelPropertyAttribute(
	string structuralModelName
)
Public Sub New (
	structuralModelName As String
)
public:
OpenModelPropertyAttribute(
	String^ structuralModelName
)
Parameters
structuralModelName
Type: System.String
Name of property in the SM
See Also
Reference
OpenModelPropertyAttribute Class
IdeaRS.OpenModel Namespace